import type { Letter } from "../components/Letters/Letters.types";

export const letters: Letter[] = [
  {
    id: "letter-1",
    title: "אני מתחרט",
    body: `קושקוש,
אנחנו מכירים כבר 10 שנים ואני לא מאמין שרק התחלנו לאחרונה...
אני מתחרט על כל רגע שבזבתי בעשר שנים האלו שלא היינו ביחד.
כל רגע בלעדייך מרגיש כמו נצח וכל רגע איתך אני רוצה שימשך לנצח.
מאוהב בך ברמות קשות

(אני מטורף זה היה משפט ממש מקסים)`,
  },
  {
    id: "letter-2",
    title: "מה שאני הכי אוהב בך",
    body: `הכלללל, מכף רגל ועד ראש!!!
את הדבר הכי טוב שקרה לי בחיים ואני עומד לזרוק עלייך עכשיו מלא מחמאות ואת עומדת לקבל אותן כמו ילדה גדולה.
את כל כך אבל כל כך יפה, יש לך חיוך שיכול להמיס אנשים, את מהממת, את מצחיקה, את חכמה, אכפת לך מאנשים ויש לך לב טוב.
אני אוהב שאת עובדת קשה בשביל להיות דוקטור ואת בוודאות עומדת להיות הרופאה הכי סקסית בעולם.

נ.ב. יש לך תחת יפה`,
  },
  {
    id: "letter-3",
    title: "הבטחה לכל שנה שתבוא",
    body: `אני מבטיח שאהיה לצידך ותמיד אנסה לעלות לך חיוך על הפנים.
זה כי אני אגואיסט החיוך שלך פשוט ממש יפה.`,
  },
];
